Repository: LizardKing131313/tg_bots
Catalog: bots/questionnaire_bot/locales/*/LC_MESSAGES/messages.po
Languages: ru

# cancel.done
source: Cancelled.
ru: Опрос отменён.

# form.start
source: Hi! Let's start the questionnaire.
ru: Привет! Давай начнём опрос.

# form.ask.name
source: What's your name?
ru: Как тебя зовут?

# form.ask.age
source: How old are you?
ru: Сколько тебе лет?

# form.validation.age
source: Please enter a number from 1 to 120.
ru: Введи число от 1 до 120 🙏

# form.ask.city
source: Which city are you from?
ru: Из какого ты города?

# form.city.unknown
source: not provided
ru: не указан

# hint.title
source: Hint
ru: Подсказка

# hint.name
source: Enter your name
ru: Введите свое имя

# hint.age
source: Enter your age. Number from 1 to 120
ru: Введите свой возраст. Число от 1 до 120

# hint.city
source: Enter your city of residence
ru: Введите свой город проживания

# form.summary
source: Your name is {name}, you are {age}, city: {city}.
ru: Тебя зовут {name}, тебе {age}, город: {city}.
